"%1$@ •••• %2$@" = "%1$@••••%2$@";

"+ Add" = "+ Добавяне";

"Add US bank account" = "Добавяне на банкова сметка в САЩ";

"Add a card" = "Добавяне на карта";

"Add a payment method" = "Добавяне на начин на плащане";

"Add bank account" = "Добавяне на банкова сметка";

"Add card" = "Добавяне на карта";

"Add new card" = "Добавяне на нова банкова карта";

"Add new payment method" = "Добавяне на нов метод на плащане";

"Add your payment information" = "Добавете своята информация за плащането";

"Approve payment" = "Одобряване на плащането";

"Are you sure you want to remove this card?" = "Сигурни ли сте, че желаете да премахнете тази банкова карта?";

"Are you sure you want to remove this linked account?" = "Сигурни ли сте, че желаете да премахнете този свързан акаунт?";

"Back" = "Назад";

"Bank" = "Банка";

"Bank account" = "Банкова сметка";

"Bank account details cannot be changed." = "Данните на банковата сметка не могат да бъдат променяни.";

"Buy now or pay later with <img/>" = "Платете сега или платете по-късно чрез <img/>";

"Buy now or pay later with Afterpay" = "Платете сега или платете по-късно чрез Afterpay";

"Buy now or pay later with Clearpay" = "Платете сега или платете по-късно чрез Clearpay";

"Buy now or pay later with Klarna" = "Платете сега или платете по-късно чрез Klarna";

"Buy using a UPI ID" = "Купуване с помощта на UPI ID";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Потвърждавайки плащането си в PayPal, разрешавате на %@ да таксува Вашия PayPal акаунт при бъдещи плащания съгласно условията му.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Продължавайки към Amazon Pay, разрешавате на %@ да таксува Вашия акаунт в Amazon Pay за бъдещи плащания съгласно условията му.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Продължавайки към Klarna, позволявате на %1$@ да таксува вашия акаунт в Klarna за бъдещи плащания, в съответствие с техните условия и условията на Klarna. Можете да промените това по всяко време във вашето приложение Klarna или като се свържете с %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Продължавайки към PayPal, разрешавате на %@ да таксува Вашия акаунт в PayPal при бъдещи плащания съгласно условията му.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Продължавайки към Revolut Pay, разрешавате на %@ да таксува Вашия акаунт в Revolut Pay при бъдещи плащания съгласно условията му.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Продължавайки, Вие се съгласявате да удостоверявате плащания съгласно <terms>тези условия</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Продължавайки, Вие упълномощавате %1$@ да дебитира Вашата сметка в Cash App за това плащане и за бъдещи плащания в съответствие с условията на %2$@, докато това упълномощаване не бъде оттеглено. Можете да промените това по всяко време в настройките на Cash App.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "С присъединяването към Link Вие се съгласявате с <terms>Условията</terms> и с <privacy>Правилата за защита на личните данни</privacy>.";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Предоставяйки данните за банковата си сметка и потвърждавайки това плащане, Вие се съгласявате с това Искане за директен дебит и със <terms>Споразумението за обслужване на искане за директен дебит</terms> и оправомощавате Stripe Payments Australia Pty Ltd ACN 160 180 343, потребителски ИД номер за директен дебит 507156 („Stripe“) да дебитира Вашата сметка чрез системата за масов електронен клиринг (BECS) от името на %@ („Търговеца“) за всички суми, за които Търговецът Ви е съобщил отделно. Удостоверявате, че по отношение на горепосочената сметка сте титуляр на сметката или лице, имащо правото да подписва.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Предоставяйки информацията за Вашата карта, позволявате на %@ да дебитира картата Ви при бъдещи плащания съгласно условията им.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "С предоставяне на имейла си, Вие давате съгласието си за създаване на акаунт в Link и запазване на разплащателната Ви информация в Link съгласно <terms>Условията</terms> и <privacy>Правилата за защита на личните данни</privacy>на Link.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "С предоставянето на информация за плащания и с потвърждаването на това плащане Вие упълномощавате (A) %@ и Stripe, нашия доставчик на платежни услуги, да изпращат инструкции до Вашата банка за дебитиране на сметката Ви и (B) Вашата банка да дебитира сметката Ви в съответствие с тези инструкции. Като част от Вашите права имате право на възстановяване на суми от Вашата банка при условията и реда на споразумението с Вашата банка. Възстановяването на сума трябва да бъде поискано в рамките на 8 седмици, считано от датата, на която сметката Ви е била дебитирана. Вашите права са обяснени в извлечение, което можете да получите от Вашата банка. Вие давате своето съгласие да получавате известия за бъдещи дебитирания до 2 дни преди изпълнението им.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "С предоставяне на телефонния си номер, Вие давате съгласието си за създаване на акаунт в Link и запазване на разплащателната Ви информация в Link съгласно <terms>Условията</terms> и <privacy>Правила за защита на личните данни</privacy>на Link.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Като запазвате банковата си сметка за %@, Вие се съгласявате да удостоверявате плащания съгласно <terms>тези условия</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Анулиране или плащане по друг начин";

"Card details cannot be changed." = "Данните на картата не могат да бъдат променяни.";

"Change email" = "Промяна на имейл";

"Choose a payment method" = "Избор на метод на плащане";

"Close card scanner" = "Затваряне на скенера за карти";

"Code sent" = "Изпратен е код";

"Confirm" = "Потвърждаване";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Потвърдете плащането във Вашата банка или приложение за плащане в рамките на %@, за да завършите покупката.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Потвърдете плащането в приложението на Вашата банка в рамките на %@, за да завършите покупката.";

"Confirm your CVC" = "Потвърдете своя CVC";

"Contact information" = "Информация за контакт";

"Default" = "По подразбиране";

"EPS Bank" = "Банка EPS";

"Enter address manually" = "Ръчно въвеждане на адрес";

"Enter the code sent to %@ to use Link to pay by default." = "Въведете кода, изпратен до %@, за да използвате Link за плащане по подразбиране.";

"Enter your verification code" = "Въведете Вашия код за верификация";

"FPX Bank" = "Банка FPX";

"For security, please re-enter your card’s security code." = "От съображения за сигурност, моля, въведете отново защитния код на Вашата банкова карта.";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Разбирам, че Stripe ще взима директен дебит от името на %@ и потвърждавам, че съм титуляр на сметката и единственото лице, необходимо за оправомощаване на дебитиране от тази сметка.";

"IBAN" = "IBAN";

"Join Link" = "Присъединяване към Link";

"Log out of Link" = "Излизане от Link";

"Manage SEPA debit" = "Управление на SEPA дебит";

"Manage US bank account" = "Управление на банкова сметка в САЩ";

"Manage card" = "Управление на карта";

"Manage payment method" = "Управляване на начина на плащане";

"Manage payment methods" = "Управление на начини на плащане";

"Manage your payment methods" = "Управление на начините Ви на плащане";

"Name on card" = "Име върху картата";

"New card" = "Нова банкова карта";

"New payment method" = "Нов начин на плащане";

"Not %@?" = "Не сте %@?";

"Open your UPI app to approve your payment within %@" = "Отворете Вашето UPI приложение, за да одобрите плащане си в рамките на %@";

"Or" = "Или";

"Or pay using" = "Или платете чрез";

"Or pay with a card" = "Или платете с карта";

"Or use" = "Или използвайте";

"Or use a card" = "Или използвайте банкова карта";

"Pay %@" = "Плащане %@";

"Pay another way" = "Плащане по друг начин";

"Pay faster at %@ and thousands of businesses." = "Плащайте по-бързо в %@ и хиляди други фирми.";

"Pay over time with %@" = "Плащане на разсрочени вноски с %@";

"Pay over time with Affirm" = "Плащане на разсрочени вноски с Affirm";

"Pay with Link" = "Плащане с Link";

"Pay with your bank account in just a few steps." = "Платете с банковата си сметка само с няколко стъпки.";

"Payment" = "Плащане";

"Payment failed" = "Неуспешно плащане";

"Payment methods" = "Начини на плащане";

"Please go back and select another payment method" = "Моля, върнете се и изберете друг начин на плащане";

"Point the camera at your card." = "Насочете камерата към картата си.";

"Processing..." = "Обработване...";

"Przelewy24 Bank" = "Банка Przelewy24";

"Remove card?" = "Премахване на банковата карта?";

"Remove linked account" = "Премахване на свързан акаунт";

"Remove payment method" = "Премахване на начин на плащане";

"Resend code" = "Повторно изпращане на кода";

"SEPA debit details cannot be changed." = "Данните на SEPA дебит не могат да бъдат променяни.";

"Save" = "Запазване";

"Save a new payment method" = "Запазете нов метод на плащане";

"Save address" = "Запазване на адреса";

"Save for future payments" = "Запазване за бъдещи плащания";

"Save payment details to %@ for future purchases" = "Запазване на платежните данни в %@ за бъдещи покупки";

"Save this account for future %@ payments" = "Запазете тази сметка за следващи %@ плащания";

"Save your bank account in just a few steps." = "Запазете банковата си сметка само с няколко стъпки.";

"Save your info for secure 1-click checkout with Link" = "Запазете Вашата информация за сигурно плащане с едно щракване с Link";

"Saved" = "Запазено";

"Secure 1⁠-⁠click checkout" = "Защитено финализиране с едно щракване";

"Select card" = "Избор на карта";

"Select payment method" = "Избор на начин на плащане";

"Select your payment method" = "Изберете метод на плащане";

"Set as default" = "Задаване по подразбиране";

"Set as default payment method" = "Задаване на начин на плащане по подразбиране";

"Set up" = "Създаване";

"Shipping to %@ is not supported." = "Доставки до %@ не се поддържат.";

"Show menu" = "Показване на менюто";

"Sign in to your Link account" = "Влезте в своя акаунт в Link";

"Simple, secure one-click payments" = "Лесни и сигурни плащания с едно щракане";

"Something went wrong when linking your account.\nPlease try again later." = "Възникнал е проблем при свързването на акаунта Ви.\nМоля, опитайте отново по-късно.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "В рамките на 1-2 работни дни Stripe ще депозира в сметката Ви сума от 0,01 USD. След това ще получите имейл с инструкции за завършване на запазването на банковата ви сметка с %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "В рамките на 1-2 работни дни Stripe ще депозира в сметката Ви сума от 0.01 USD. След това ще получите имейл с инструкции за завършване на плащането към %@.";

"Tap to close" = "Докоснете, за да затворите";

"Tap to expand" = "Докоснете, за да разширите";

"The IBAN you entered is incomplete." = "Въведеният IBAN е непълен.";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Въведеният IBAN е невалиден, „%@“ не е поддържан код на държава.";

"The provided verification code has expired." = "Предоставеният код за потвърждаване е изтекъл.";

"The provided verification code is incorrect." = "Предоставеният код за потвърждаване е неправилен.";

"This card has expired. Update your card info or choose a different payment method." = "Срокът на валидност на тази банкова карта е изтекъл. Актуализирайте информацията за картата си или изберете друг начин на плащане.";

"This is your default" = "Това е настройката по подразбиране.";

"Too many attempts. Please try again in a few minutes." = "Твърде много опити. Моля, опитайте отново след няколко минути.";

"Unavailable for this purchase" = "Недостъпно за тази покупка";

"Update card" = "Актуализиране на банкова карта";

"Update payment method" = "Актуализиране на начина на плащане";

"Use your saved info to check out faster" = "Използвайте запазената си информация за по-бързо финализиране";

"View more" = "Вижте повече";

"Your IBAN should start with a two-letter country code." = "Вашият IBAN трябва да започва с двубуквен код на държава.";

"iDEAL Bank" = "iDEAL Bank";
